Repository: Ecomailcz/Prestashop-1.6
Catalog: ecomailemailmarketing/translations/*/ModulesEcomailemailmarketingEcomailemailmarketing.*.xlf
Languages: cs_cz

source: Connection of the e-shop to Ecomail.
cs_cz: Napojení e-shopu na Ecomail.

source: Do you really want to uninstall Ecomail?
cs_cz: Opravdu si přejete odinstalovat napojení na Ecomail?

source: Synchronisation of existing contacts and orders was successful.
cs_cz: Synchronizece existujících kontaktů a objednávek proběhla v pořádku.

source: Unable to connect to Ecomail. Please check your API key.
cs_cz: Nepodařilo se spojit se službou Ecomail. Zkontrolujte prosím svůj API klíč.

source: Connection to Ecomail is active.
cs_cz: Spojení se službou Ecomail je aktivní.

source: The webhook for updating contacts is at
cs_cz: Webhook pro zpětnou aktualizaci kontaktů je na adrese

source: Ecomail configuration
cs_cz: Konfigurace Ecomail

source: Enter your API key
cs_cz: Vložte Váš API klíč

source: Select a contact list:
cs_cz: Vyberte seznam kontaktů:

source: Select the contact list in which the new customers will be synchronised. If you have only just created it, it may take up to 30 minutes to connect to it.
cs_cz: Vyberte list do kterého budou zapsáni noví zákazníci. Pokud jste jej vytvořili teprve nyní, může trvat až 30 minut, než bude možné se na něj napojit.

source: Update data based on order data
cs_cz: Aktualizovat údaje na základě dat z objednávek

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Send customer names
cs_cz: Odesílat jména zákazníků

source: Send customer addresses
cs_cz: Odesílat adresy zákazníků

source: Send birthday of customers
cs_cz: Odesílat data narození zákazníků

source: Send products in cart
cs_cz: Odesílat produkty v košíku

source: Send customer groups to tags
cs_cz: Odesílat skupiny zákazníka do štítků

source: Skip double opt-in
cs_cz: Přeskočit double opt-in

source: Trigger pipelines for new contacts
cs_cz: Spustit automatizace pro nové kontakty

source: Synchronise existing contacts and orders (this operation may take a few minutes)
cs_cz: Synchronizovat existující kontakty a objednávky (tato operace může trvat několik minut)

source: Click the save button to start synchronizing the data. Wait for the page to reload.
cs_cz: Kliknutím na tlačítko uložit zahájíte synchronizaci dat. Počkejte, až se stránka znovu načte.

source: Save
cs_cz: Uložit

source: Tracking
cs_cz: Sledování uživatelů

source: Enter your appId
cs_cz: Vložte Vaše appId

source: This information is used to activate the tracking code and track transactions - only for the Marketer+ tariff
cs_cz: Tento údaj slouží pro aktivaci trackovacího kódu a sledování transakcí - pouze pro tarif Marketer+

source: Sign-up form
cs_cz: Formulář

source: Insert Ecomail Form ID
cs_cz: Vložte ID Ecomail formuláře

source: The js.id value in the form code. See the help for more information
cs_cz: Hodnota js.id v kódu formuláře. Více informací se dozvíte v nápovědě

source: Insert your Ecomail account name
cs_cz: Vložte název Vašeho účtu u Ecomailu

source: Once your API key is loaded correctly, you will select a list of contacts for your e-shop.
cs_cz: Po správném načtení vašeho API klíče si zvolíte seznam kontaktů pro váš e-shop.

source: Back to list
cs_cz: Zpět do seznamu
